{
  "About": {
    "Name": "Anthony Mao",
    "Currently": "Computer Science Student",
    "Headshot": "AnthonysProfilePicture.jpg",
    "Thumbnail": "student-logo.webp",
    "AboutText": "Hi, I am Anthony Mao. I am a computer science student pursuing my undergraduate degree at Seattle Pacific University, expected graduation June 2026.<br><br>I thrive in collaborative environments where I can contribute my expertise and learn from my peers.<br><br>Beyond the classroom, I am dedicated to continuous learning and exploring new technologies to expand my expertise."
  },
  "Contact": {
    "EMail": "maoa@spu.edu",
    "Phone": "(206)-771-2775",
    "Portfolio": "https://anthonymao1.github.io/",
    "LinkedIn": "https://www.linkedin.com/in/anthony-mao-3629b9223/",
    "GitHub": "https://github.com/anthonymao1"
  },
  "Experience": {
    "ExperienceText": "Over the summer of 2025, I completed an internship at Prestige Stem Academy, a private educational institution specializing in Honors, AP, and IB instruction, academic enrichment, and college counseling.<br><br><strong>Role: IT Support Intern</strong><br><ul><li>Set up classroom technology (TVs, computers, printers, quiz buzzers)</li><li>Scanned and digitized class documents</li><li>Managed student attendance and performance via registration system</li><li>Supported Canvas and school account setup under IT supervision</li></ul>",
    "School": "Seattle Pacific University",
    "Major": "Computer Science",
    "Graduation": "June 2026",
    "EducationText": "Currently pursuing my undergraduate degree in Computer Science at Seattle Pacific University, with coursework focused on software engineering, algorithms, and database systems.",
    "Employment": "Prestige Stem Academy",
    "Role": "IT Support Intern",
    "EmploymentText": "Provided technical support for classroom technology, digitized documents, and assisted with IT systems setup.",
    "Skills": ["C++", "SQL", "Python"],
    "Resume": "Resume_Anthony Mao.pdf"
  },
  "Project1": {
    "Title": "TrayMate Senior Software Engineering Project",
    "Desc": "TrayMate is a smart, AI-powered meal management system designed for care facilities. It automates meal suggestions and provides a simple ordering interface for residents, particularly those with special dietary needs.<br><br><strong>Team Project</strong>: Collaborated with classmates.<br><strong>My Role</strong>: Backend developer, responsible for database integration and API design.",
    "GitHubRepo": "https://github.com/aloepker/TrayMate",
    "MainImage": "TrayMate Board of Advisor Meeting Presentation.pptx",
    "DetailImages": ["P1Detail1.png", "P1Detail2.png", "P1Detail3.png"]
  }
}
